Repository: repairtogether/website
Catalog: src/locales/*.po
Languages: uk

source: Activities
uk: Дозвілля

source: All info
uk: Про Табір

source: Building Toloka Camp
uk: Інтернаціональний Будівельний Табір

source: Conduct at least 36 unifying cultural events to strengthen connections and build a civil society.
uk: Провести принаймні 36 об'єднуючих культурних заходів для зміцнення зв'язків громадянського суспільства.

source: Construct a minimum of 9 houses (up to 20) for the most affected families and reconstruct a local Cultural Center.
uk: Побудувати мінімум 9 (до 20) будинків для постраждалих родин та реконструювати місцевий Будинок Культури.

source: Cultural workshops for camp participants and local residents (electronic music, painting, pottery, etc.) - twice a week.
uk: Культурні майстер-класи для учасників табору та місцевих мешканців (електронна музика, живопис, гончарство тощо) - двічі на тиждень.

source: Daily training in construction practices and hands-on experience in building.
uk: Щоденне навчання будівельної практики та практичний досвід у будівництві.

source: Dates
uk: Дати

source: donate
uk: Донать

source: Donate
uk: Донать

source: Engage at least 800 volunteers in the construction process. Minimum of 36 volunteers at any given moment.
uk: Залучити принаймні 800 волонтерів до будівельного процесу. Мінімум 36 волонтерів в будь-який момент.

source: follow us
uk: Слідкуй та розповсюджуй

source: Goals
uk: Цілі

source: join our camp
uk: Приєднуйся до Кемпу

source: Join us
uk: Приєднуйся

source: Joint movie screenings - once a week.
uk: Спільні покази фільмів - раз на тиждень.

source: Read all info
uk: Дізнатися більше

source: Reuse as many materials as possible in construction from the cleanup of destroyed houses.
uk: Використати якомога більше матеріалів у будівництві, отриманих після прибирання зруйнованих будинків.

source: Shared excursions every two weeks.
uk: Спільні екскурсії кожні два тижні.

source: Summer Cultural Camp for Housing Reconstruction for the Residents of Ivanivska Community, Chernihiv Oblast, Affected by the Russian War and Occupation.
uk: Літній Культурний Табір з реконструкції житла для мешканців Іванівської громади, Чернігівської області, постраждалих від російської війни та окупації.

source: The Russia’s war has caused immense suffering and destruction to Ukrainians, and for the recovery and further development of Ukraine, solidarity and
uk: Російська війна спричинила велике страждання та руйнування для українців, а для відновлення та подальшого розвитку України необхідна солідарність та єдність суспільства. Цього можна досягти лише за умови залучення всіх верств населення та допомоги розвинених країн. Як показує досвід багатьох країн, найкращим способом досягнення цього є колективна робота, зосереджена навколо активної культурної програми

source: The Russia’s war has caused immense suffering and destruction to Ukrainians, and for the recovery and further development of Ukraine, solidarity and unity of society are necessary. This can only be achieved through the involvement of all segments of the population and assistance from developed countries. As the experience of many countries shows, the best way to achieve this is through collective work centered around an active cultural }program.
uk: Російська війна спричинила велике страждання та руйнування для українців, а для відновлення та подальшого розвитку України необхідна солідарність та єдність суспільства. Цього можна досягти лише за умови залучення всіх верств населення та допомоги розвинених країн. Як показує досвід багатьох країн, найкращим способом досягнення цього є колективна робота, зосереджена навколо активної культурної програми.

source: We organize a permanent camp for the construction of 15 houses and reconstruction of a cultural center in the villages of Ivanivska Community, Chernihiv Oblast. The construction will be carried out by volunteers under the supervision and guidance of professional builders.
uk: Ми організовуємо постійний табір з будівництва 15 будинків та реконструкції Будинку Культури в селах Іванівської громади, Чернігівської області. Будівництво буде здійснюватися волонтерами під наглядом та керівництвом професійних будівельників.

source: Weekly concerts of contemporary electronic music, bringing together camp participants and cleanup volunteers - every weekend.
uk: Щотижневі концерти сучасної електронної музики, які об'єднують учасників табору та волонтерів з прибирання.
